[
"“Me, I always go for something sleek and designer. But when you’re starting out just aim for armor that will keep you as living as possible.” —Cayde-6",
"“A knife, thrown just right, can accomplish wonderful things.” —Cayde-6",
"“You ever think about how far some of those critters have come to kill us? Cabal Centurions sometimes spend time in cryo to deploy to the Mars or Phobos garrisons. That’s dedication. Too bad they’re all going to end up the same way: disappointed. And, you know, dead.” —Cayde-6",
"“Nothing creepier than Vex eyes peering at you from the dark.” —Cayde-6",
"“First kill’s a metaphor for winning the whole thing.” —Cayde-6",
"“If Bladedancers seem a little unfair it’s because they are. No room for honor in a fight.” —Cayde-6",
"“You treat it right, maintain it, spend the Glimmer where it needs, and that rifle will get at all kinds of soft parts. Exposed Phalanx arms, Vex juiceboxes—and in the Crucible, Guardian helmets.” —Cayde-6",
"“No law sayin’ others can’t use ’em, but a cannon is a Hunter’s weapon. It speaks straight, speaks loud, with precision, with intent. Just like us.” —Cayde-6",
"“Who am I to offer advice to a legend? You’re the sharp blade, the fast draw, the dark arrow. We’re lucky to have you out there.” —Cayde-6",
"“Sitting in this damned Tower, it’s easy to get complacent. Once you ain’t getting shot at, it’s hard to remember how dangerous the threats out there truly are. You, my friend, are why the City rests easy. Don’t forget that.” —Cayde-6",
"“Hive Wizards are nasty to begin with. Once the blight gets to them, well… . A flying, wailing ball of Darkness that secretes snarling, clawed death. Have fun!” —Cayde-6",
"“A Nightstalker’s bow might not kill with the first shot, but considering what follows, it doesn’t have to.” —Cayde-6",
"“A Gunslinger likes to spend a lot of bullets, and she wants to herd them all into the same place…get the job done right quick. Pulse rifles make good partners for that kind of shootin’.” —Cayde-6",
"“Nightstalkers have many friends. It’s the bow. Everyone loves the bow.” —Cayde-6",
"“Always know where everybody’s at. When you don’t know where everybody’s at, bad things happen.” —Cayde-6",
"“It’s been a pain in the rump keeping Ikora, Zavala, and Eris in the dark. But I think it’s worth it. That Guardian found the stealth drive just where I thought it would be, even took out some kind of powerful Taken construct. This plan’s going even better than I expected! What could go wrong?” –Cayde-6",
"“Sure, it’s a gamble. If my old cache isn’t there, we’ll figure something else out. Just…uh. Just hope it’s there. Ain’t nobody feeling lucky today.” —Cayde-6",
"“They’ll see the Arc before they see the Bladedancer. And by then it’ll be too late.” —Cayde-6",
"“They say the line of uglies comin’ out of Oryx’s gate network never ends. I’d like to test that.” —Cayde-6",
"“Darn kids kept stealing my cloak, hiding in it, and pretending they couldn’t see me.” —Cayde-6",
"“It’s already being handled.” –Cayde-6, in an emergency session of the City Consensus",
"“What’s the point of winnin’ if you don’t do it with some panache?” —Cayde-6",
"“Now you know the truth. We’re at war out there. The folks in the Tower and down in the City don’t like to think about it. Stay focused. And don’t get dead.” —Cayde-6",
"“In the Crucible, the Ward of Dawn is a nullifier for the Golden Gun. And the other way ’round, if you shoot it right.” —Cayde-6",
"“No one to trust in a free-for-all. Trust yourself.” —Cayde-6",
"“Be careful out there, you hear? I’m not saying I’ve lost contact with scouts on the Dreadnaught. But I’m not not saying it either, if you follow my meaning.” —Cayde-6",
"“Taken have a lotta tricks, but don’t let the shiftin’ forms and fancy guns deter you. They drop just as easily when you put a bullet in their noggin. If they, you know, have one.” —Cayde-6",
"“The Dreadnaught could be the most dangerous place in the universe right now. And that makes it the perfect place to hone your Light. Show ’em we can take their land as easily as they take ours. ‘Bout time we pushed back anyhow.” —Cayde-6",
"“Forget what Shaxx says. Hunters absolutely have a monopoly on precision shootin’. Can’t convince me otherwise. Unless you…I don’t know, finish this bounty.” —Cayde-6",
"“I thought Shaxx would be irked by Brother Vance in the Reef opening up that tournament of his. But to my surprise, not a single word of displeasure from Shaxx. If anythin’, he seemed pleased. Even set up those Elimination matches for Guardians to practice.” —Cayde-6",
"“Remember: there are two of you. The Fireteam that shoots together stays together!” —Cayde-6",
"“Few things more dangerous than a Titan hurtlin’ at full speed.” —Cayde-6",
"“No one’s got your back in a Rumble. It’s just you and your weapon. Word of advice: get familiar with precision shots.” —Cayde-6",
"“So you know how to use one. But can you use it with style?” —Cayde-6",
"“Ain’t nothing like a hot streak.” —Cayde-6",
"“Don’t just aim to win. Aim to kick their teeth in.” —Cayde-6",
"“Survive. Sometimes, when you just survive, everything works out fine.” —Cayde-6",
"“There’s no hierarchy among the Vex—just specific functions. The ones you’re after serve the purpose of being tough and mean.” —Cayde-6",
"“Hefty rounds really do hit harder. Even the ones that don’t outright explode.” —Cayde-6",
"“When the going gets tough, two guns are always better than one.” —Cayde-6",
"“I mean, there are always exceptions, but Void Light shreds Vex shields.” —Cayde-6",
"“I don’t even care if it’s a true story. S’long as it’s good, I’m a happy Hunter.” —Cayde-6",
"“Just come back with a good story, y’hear?” —Cayde-6",
"“I need you to take this seriously, y’hear? Cause then I don’t have to.” —Cayde-6",
"“I’m depending on you, Guardian. Wouldn’t want me to get bored, would you?” —Cayde-6",
"“There’s nothing about the Taken I like. Cabal, good tactics. Hive, great architecture. Fallen are fantastic joke-tellers and Vex can make decent hat racks. The Taken? All they do is spread the blight and try to kill you.” —Cayde-6",
"“Sometimes, there’s no place to run, no place to hide, couple folks trying to kill you all at once. Think fast. It’s you or them.” —Cayde-6",
"“We’re having trouble getting a bead on where the Taken come from. My solution, and I think it’s a good one, is for you to go shoot them all until they stop showing up.” —Cayde-6",
"“Guns from the Vanguard arsenal are great. They never jam, they aim real steady. But a Guardian’s Light leaves a mark like nothin’ else.” —Cayde-6",
"“Keep your friends by your side and your weapons loaded.” —Cayde-6",
"“You don’t stop a Striker’s fist. You just make sure you’re somewhere else by the time it lands.” —Cayde-6",
"“The beacons are, y’know, explosions.” —Cayde-6",
"“Folks used to get awful angry at me for helpin’. Everyone’s got an ego in the Crucible, I guess. Or could be I was really good at helpin’.” —Cayde-6",
"“There are some high priority targets on the Vanguard’s list. Cross ’em out.” —Cayde-6",
"“When it’s Guardians shootin’ each other, it can be tough to stay standin’. But heavy ammo helps.” —Cayde-6",
"“A straight-up fight. That’s Clash for you. No territories to hold, no Rifts to ignite, just your buddies and your aim getting out of tight spots. I prefer it.” —Cayde-6",
"“A Hunter back from a quest? Now that’s the best storyteller in the galaxy.” —Cayde-6",
"“You know who Omnigul serves, Guardian. And she’s back. We need you to make another trip to Old Russia.” —Cayde-6",
"“Forget winning. Shoot for the stars, Guardian. Or just shoot. A lot. The winning will come.” —Cayde-6",
"“Cayde will wink at your mischief and look the other way.”",
"“Help my name is Cayde and I’m stuck writing fortunes in the Tower—”",
"“The Tower only sanctions a handful of gear for Lord Shaxx to give away in a day. He gives it gladly, but he makes Guardians work for it.” —Cayde-6",
"“They say Hand Cannons have long been used for personal defense, even before the days of the City. Nothin’ defensive about’em. When a Cannon speaks, people listen.” —Cayde-6",
"“It’s simple: don’t let them touch the probe. Ever.” —Cayde-6",
"“I tried standing under a falling Warsat once. Good thing I have a Ghost.” —Cayde-6",
"“The secret to success? Never stop shootin’. Mostly.” —Cayde-6",
"“Hand Cannons and rifles. If you can’t get it done with those, you’re not ready for the dramatic stuff.” —Cayde-6",
"“That gun’s a mess. A credit to you making it out of the Cosmo with that thing. Go requisition a new one. Banshee’s expecting you.” —Cayde-6",
"“Oryx’s power is broken. Let’s see if we can keep it that way.” —Cayde-6",
"“If you’re not aimin’ at the soft parts, you’re makin’ it a lot harder on yourself. And on them.” —Cayde-6",
"“You want to know fear? Face down a Bladedancer, all sharp edges and crackling death. Then you’ll know fear.” —Cayde-6",
"“Skirmish is intense. Less people to hide behind, less distractions for your enemies. ‘Course you could say the same about yourself.” —Cayde-6",
"“Sure, it was cold. But I’m an Exo. We keep going.” —Cayde-6",
"“Doesn’t take much to keep up the spirits, if you know what to say and have a present in your back pocket.” —Cayde-6",
"“That the Defender’s Light gives ’em a shield is trouble enough. Throw in the hurt that same Light can dish out and it’s a damn impressive package. Just don’t tell Zavala I said so. His head wouldn’t fit his helmet anymore.” —Cayde-6",
"“The Warlocks were overjoyed the first time they figured out how to detonate the Rift they created. It was a brief joy, preceded by an explosion, followed by revives all around.” —Cayde-6",
"“A Striker’s grenade is lightnin’ in his pocket. Tremendous against the likes of the Fallen, pain in the neck during a Crucible match.” —Cayde-6",
"“Sometimes the solution is as simple as a Golden Gun and a handful of bullets.” —Cayde-6",
"“I’m all for the path of least resistance. Take Zone B first and everything else falls into place.” —Cayde-6",
"“Dead Orbit’s core philosophy never sat with me, not at all. Still, there are days when we need to work with’em. Today’s one.” —Cayde-6",
"“There’s a lot of skill on display in the Crucible. Don’t let that deter you. Fightin’ our own is supposed to hurt. A Guardian’s worst enemy is always gonna be another Guardian.” —Cayde-6",
"“Maybe I’m wrong, maybe there’s a Golden Age firearm out there that solves every problem you point it at. But far as I’m concerned, there’s no such thing as a perfect gun. No one knows it better than Banshee. It haunts his every livin’ moment.” —Cayde-6",
"“Look at you. So young, so innocent. You make a mistake, what’s the worst that could happen? You die? No problem! Ah…enjoy this, Guardian.” —Cayde-6",
"“Well color me impressed—with myself. What, you think you could have gotten this far without my help? No way! So, you’re welcome. Now get back out there! And Guardian—don’t forget to have fun with it.” —Cayde-6",
"“Don’t take any skill to fire a weapon. Now, a Gunslinger…that’s an artist. They aren’t killin’ things, they’re painting with Light.” —Cayde-6",
"“You’re really getting the hang of this Hunter thing, aren’t you? You’ve got the ability to construct a gun out of Light–you just have to realize it. I’m sure Cayde has some words of wisdom to share.” —Ghost",
"“Someday I’m gonna get out of this place. Do another tour of the system, probably shoot some people. And now I have a pretty great story to tell as I go.” —Cayde-6",
"“I guess there’s one good thing about me being stuck on the Vanguard. You get to have me for a mentor. Yeah, you’re welcome.” —Cayde-6",
"“The most important thing about being a Hunter isn’t the aim, or the armor, or the achievements. It’s the style. You remember that.” —Cayde-6",
"“They say Hand Cannons have long been used for personal defense, even before the days of the City. Nothin’ defensive about’em. When a Cannon speaks, people listen.” —Cayde-6",
"“No law sayin’ others can’t use ’em, but a cannon is a Hunter’s weapon. It speaks straight, speaks loud, with precision, with intent. Just like us.” —Cayde-6",
"“Hey, so I was lookin’ for you, but you were out on the Strike. Wanted to know if you could make a Crucible bet for me. Under the table, of course. I think Shaxx was on to me. Followed me around the whole time you were out there.” —Cayde-6",
"“Hey, you made it back from a Nightfall! Good! Listen, Shaxx is after me. No, not literally…whole Tower would’ve heard the gunfire. He banned one of my bookies from the Crucible. So I, uh, made a bet in your name. Don’t worry! Shaxx is none the wiser, and I made it up to you. Just talk to Ikora.” —Cayde-6",
"“If you’re wondering why Petra wasn’t on the Queen’s flagship … well. I always figured Her Majesty knew more than she was letting on.” —Cayde-6",
"“The Vanguard held a closed-door session while you were in transit. I’m going to read the notes later so I can relive all the ‘Cayde snickers’ and ‘Eris glowers’ notations.” —Cayde-6",
"“A Defender’s Light has suppressive qualities other Guardians just can’t muster. Ask one along if you’re goin’ out for a delve. Never know what you’ll meet in the ill-traveled crags of the universe.” —Cayde-6",
"“Titans with Solar Light, huh? Be careful with that, will ya? The Tower was a fire hazard enough with the Sunsingers and the Gunslingers traipsin’ through here.” —Cayde-6",
"“Plenty of targets in a free-for-all. Think of it as your job getting easier. Sort of.” —Cayde-6",
"“So I said to myself, I said: ‘Cayde, you need a Guardian brave and crazy enough to set up a landing zone on the Dreadnaught.’ Guess who’s name was the first to mind?” —Cayde-6",
"“The Hive didn’t get you. Or the Fallen. Good work, but don’t get cocky. The system’s a scary place. Still a lot of stuff out there bumping around in the dark.” —Cayde-6",
"“The Crucible rewards Guardians who excel. Everyone’s got their specialty.” —Cayde-6",
"“Tower’s got guns. A lotta guns. But we can’t go givin’ ’em to every Guardian freshly picked by their Ghost. Before we can hand it over, you gotta prove you can bring this hardware back from the deepest dark.” —Cayde-6",
"“Taken are trouble… if they’ve got someone like Oryx calling the shots. On their own, they’re kinda stupid.” —Cayde-6",
"“I always target Taken Psions first. That way I use one bullet instead of 20.” —Cayde-6",
"“Yeah, I’ve been to the treasure room. I think it’s about time the Awoken took some of that loot and paid for an elevator.” —Cayde-6",
"“Another Hunter finds the way back. The Fallen already regret making your acquaintance. When you have a moment, find me in the Hall of Guardians. —Cayde-6",
"“The novice Nightstalker faces the challenge of keeping grenades and smoke bombs straight during a pitched battle. Mistaking one for the other would be really bad.” —Cayde-6"
]
